var ハレ晴レユカイ = parseLyric(
'[00:00.1]ハレ晴レユカイ' + "\n" +
'[00:04.38]作词：畑亜贵 作曲：田代智一' + "\n" +
'[00:06.50]演唱：凉宫春日' + "\n" +
'[00:14.98]ナゾナゾみたいに地球仪を解き明かしたら' + "\n" +
'[00:20.40]みんなでどこまでも行けるね' + "\n" +
'[00:24.39] ' + "\n" +
'[00:26.01]ワクワクしたいと愿いながら过ごしてたよ' + "\n" +
'[00:31.60]かなえてくれたのは谁なの?' + "\n" +
'[00:35.31]时间の果てまで Boooon!!' + "\n" +
'[00:37.74]ワープでループなこの想いは' + "\n" +
'[00:42.10]何もかもを巻き込んだ想像で游ぼう' + "\n" +
'[00:47.59]' + "\n" +
'[00:48.03]アル晴レタ日ノ事' + "\n" +
'[00:50.78]魔法以上のユカイが' + "\n" +
'[00:53.15]限りなく降りそそぐ 不可能じゃないわ' + "\n" +
'[00:58.26]' + "\n" +
'[00:59.19]明日また会うとき 笑いながらハミング' + "\n" +
'[01:04.31]嬉しさを集めよう' + "\n" +
'[01:07.43]カンタンなんだよ こ ん な の' + "\n" +
'[01:09.92]追いかけてね つかまえてみて' + "\n" +
'[01:15.01]おおきな梦&梦 スキでしょう?' + "\n" +
'[01:18.68]' + "\n" +
'[01:30.35]イロイロ予想が出来そうで出来ないミライ' + "\n" +
'[01:35.83]それでもひとつだけわかるよ' + "\n" +
'[01:39.76]' + "\n" +
'[01:41.37]キラキラ光って 厚い云の上を饰る' + "\n" +
'[01:46.92]星たちが希望をくれると' + "\n" +
'[01:50.74]时间に乗ろうよ Byuuuuun!!' + "\n" +
'[01:53.09]チープでクールな年顷だもん' + "\n" +
'[01:57.37]さみしがっちゃ耻ずかしいよなんてね' + "\n" +
'[02:01.12]' + "\n" +
'[02:01.80]言わせて' + "\n" +
'[02:02.99]' + "\n" +
'[02:03.37]手と手をつないだら' + "\n" +
'[02:06.12]向かうトコ无敌でしょ' + "\n" +
'[02:08.69]辉いた瞳には 不可能がないの' + "\n" +
'[02:13.50]' + "\n" +
'[02:14.37]上だけ见ていると 涙もかわいちゃう' + "\n" +
'[02:19.65]「変わりたい!」' + "\n" +
'[02:21.27]ココロから强く思うほど つ た わ る' + "\n" +
'[02:25.37]走り出すよ 後ろの人もおいでよ' + "\n" +
'[02:31.44]ドキドキッ するでしょう?' + "\n" +
'[02:33.93]' + "\n" +
'[02:45.31]Boooon!!' + "\n" +
'[02:45.56]' + "\n" +
'[02:46.23]ワープでループなこの想いは' + "\n" +
'[02:50.53]何もかもを巻き込んだ想像で游ぼう' + "\n" +
'[02:56.35]アル晴レタ日ノ事' + "\n" +
'[02:59.10]魔法以上のユカイが' + "\n" +
'[03:01.54]限りなく降りそそぐ 不可能じゃないわ' + "\n" +
'[03:06.34]' + "\n" +
'[03:07.59]明日また会うとき 笑いながらハミング' + "\n" +
'[03:12.70]嬉しさを集めよう' + "\n" +
'[03:15.82]カンタンなんだよ こ ん な の' + "\n" +
'[03:18.33]追いかけてね つかまえてみて' + "\n" +
'[03:23.21]おおきな梦&梦 スキでしょう?' + "\n" +
'[03:27.08]');


var Rage_your_dream= parseLyric( 
'[00:03.23] I got no impression ' + "\n" +
'[00:06.42] This town is made by the imitation ' + "\n" +
'[00:11.27] Wantting your sensation ' + "\n" +
'[00:15.27] In this silly simulation ' + "\n" +
'[00:18.49] I wanna rage my dream ' + "\n" +
'[00:47.16] I got no impression grayの感情 ' + "\n" +
'[00:51.26] ボカツも入れ過を 街中はimitation'  + "\n" +
'[00:55.28] Realを求めて 昴るあなたが ' + "\n" +
'[00:59.23] 近くによれない程アツくなる'  + "\n" +
'[01:03.01] Feel your frustration あなたの叫びを ' + "\n" +
'[01:10.62] Taste your vibration 震える程に感じてる ' + "\n" +
'[01:18.44]Rage your dream 时を驱け拔けてゆく风も光满ちてゆく ' + "\n" +
'[01:26.72] Rage your dream 待っていることだけを ' + "\n" +
'[01:30.73]Feel the wind 忘れないでいて ' + "\n" +
'[01:30.73]Feel the wind 忘れないでいて ' + "\n" +
'[01:34.82] Rage your dream 壳く果でない道を ' + "\n" +
'[01:38.92]爱も过去も振リ向かず ' + "\n" +
'[01:42.92] ゆける あなた辉いている ' + "\n" +
'[01:46.87]Rage your dream 今を生きている ' + "\n" +
'[01:51.10] My pride says "You gatta be wild & tough" ' + "\n" +
'[01:54.08] そう 他人は介在しない ' + "\n" +
'[01:55.91] never stop止まリたくない ' + "\n" +
'[01:57.99] 牺牲になった爱がcryしても ' + "\n" +
'[01:59.90] Peak目指してsweep the winding street ' + "\n" +
'[02:01.62] Beep beep ! 警告音は ' + "\n" +
'[02:03.64] Sheep達は道をあけろ ' + "\n" +
"[02:05.34] Cos I'm never gonna stop streak my dream " + "\n" +
'[02:07.21] EasyなMotibation すべてはsimutation ' + "\n" +
'[02:11.08] 逃げてみたって 何处でも ' + "\n" +
'[02:15.07] 何かを手に入れて 何かを忘れてく'  + "\n" +
'[02:19.32] 世界が坏れても 变わらない ' + "\n" +
'[02:23.10] Beasty shout 誰の手にさえ負えない ' + "\n" +
'[02:30.73] 激しい夢 時間さえも今越えてく'  + "\n" +
'[02:38.45] Rage your dream 風の中で眩しく ' + "\n" +
'[02:42.56]叫ぶあなた 夢達と ' + "\n" +
'[02:46.61] Rage your dream 鼓動止まる位に ' + "\n" +
'[02:50.67]I can feel 强く感じてる ' + "\n" +
'[02:54.71] Rage your dream 闻をはリ裂いていく ' + "\n" +
'[02:58.72]Like a streak to the peak 世界中の ' + "\n" +
'[03:02.70] 冻えきった夜を消してく Rage your dream 道を闻いてく ' + "\n" +
'[03:11.06] Di - ding dang another round never stowdown ' + "\n" +
'[03:13.54] コソマゼロイチ秒でKnock down ' + "\n" +
'[03:15.59]余誤残し消えてこうto the next town ' + "\n" +
'[03:17.46]埃舞う 败者地に道う ' + "\n" +
'[03:21.17] 理屈だけのノーガキ達 ' + "\n" +
'[03:23.72] 邪魔クサイからツカトしていこう ' + "\n" +
'[03:23.58]Streaker去っていく の向う'  + "\n" +
'[03:25.57] Something they would know' + "\n" +
'[03:26.97]Rage your dream 时を驱け拔けてゆく风も光满ちてゆく ' + "\n" +
'[03:34.85] Rage your dream 待っていることだけを ' + "\n" +
'[03:38.76]Feel the wind 忘れないでいて ' + "\n" +
'[03:42.86]Rage your dream 壳く果でない道を ' + "\n" +
'[03:46.96]爱も过去も振リ向かず ' + "\n" +
'[03:50.80]ゆける あなた辉いている ' + "\n" +
'[03:54.70]Rage your dream 今を生きている ' 

);

var 告白气球 = parseLyric(
'[00:00.00]告白气球' + "\n" +
'[00:04.55]词：方文山 曲：周杰伦' + "\n" +
'[00:09.23]演唱：周杰伦' + "\n" +
'[00:13.67]' + "\n" +
'[00:22.92]塞纳河畔 左岸的咖啡' + "\n" +
'[00:26.04]我手一杯 品尝你的美' + "\n" +
'[00:28.95]留下唇印的嘴' + "\n" +
'[00:31.98]' + "\n" +
'[00:33.67]花店玫瑰 名字写错谁' + "\n" +
'[00:36.76]告白气球 风吹到对街' + "\n" +
'[00:39.61]微笑在天上飞' + "\n" +
'[00:42.67]' + "\n" +
'[00:43.07]你说你有点难追 想让我知难而退' + "\n" +
'[00:48.98]礼物不需挑最贵 只要香榭的落叶' + "\n" +
'[00:54.38]营造浪漫的约会 不害怕搞砸一切' + "\n" +
'[00:59.69]拥有你就拥有 全世界' + "\n" +
'[01:04.26]' + "\n" +
'[01:04.54]亲爱的 爱上你 从那天起' + "\n" +
'[01:10.98]甜蜜的很轻易' + "\n" +
'[01:14.96]亲爱的 别任性 你的眼睛' + "\n" +
'[01:21.76]在说我愿意' + "\n" +
'[01:25.68]' + "\n" +
'[01:30.54]' + "\n" +
'[01:44.12]' + "\n" +
'[01:48.18]塞纳河畔 左岸的咖啡' + "\n" +
'[01:51.36]我手一杯 品尝你的美' + "\n" +
'[01:54.31]留下唇印的嘴' + "\n" +
'[01:57.44]' + "\n" +
'[01:59.09]花店玫瑰 名字写错谁' + "\n" +
'[02:01.71]告白气球 风吹到对街' + "\n" +
'[02:04.78]微笑在天上飞' + "\n" +
'[02:07.97]' + "\n" +
'[02:08.31]你说你有点难追 想让我知难而退' + "\n" +
'[02:14.33]礼物不需挑最贵 只要香榭的落叶' + "\n" +
'[02:19.62]营造浪漫的约会 不害怕搞砸一切' + "\n" +
'[02:25.01]拥有你就拥有 全世界' + "\n" +
'[02:29.60]' + "\n" +
'[02:29.90]亲爱的 爱上你 从那天起' + "\n" +
'[02:36.48]甜蜜的很轻易' + "\n" +
'[02:40.44]亲爱的 别任性 你的眼睛' + "\n" +
'[02:47.09]在说我愿意' + "\n" +
'[02:50.80]' + "\n" +
'[02:51.29]亲爱的 爱上你 恋爱日记' + "\n" +
'[02:57.70]飘香水的回忆' + "\n" +
'[03:01.53]一整瓶 的梦境 全都有你' + "\n" +
'[03:08.39]搅拌在一起' + "\n" +
'[03:12.34]亲爱的别任性 你的眼睛' + "\n" +
'[03:20.33]在说我愿意' + "\n" +
'[03:27.47]' 

);

var 江南 = parseLyric(
'[00:00.00]江南' + "\n" +
'[00:09.23]演唱：林俊杰' + "\n" +
'[00:35.30]风到这里就是粘' + "\n" +
'[00:39.00]粘住过客的思念' + "\n" +
'[00:43.29]雨到了这里缠成线' + "\n" +
'[00:47.12]缠着我们留恋人世间' + "\n" +
'[00:51.40]你在身边就是缘' + "\n" +
'[00:55.01]缘分写在三生石上面' + "\n" +
'[00:59.30]爱有万分之一天' + "\n" +
'[01:03.27]宁愿我就葬在这一天' + "\n" +
'[01:07.35]圈圈圆圆圈圈' + "\n" +
'[01:09.00]天天年年天天的我' + "\n" +
'[01:12.00]深深看你的脸' + "\n" +
'[01:14.83]生气的温柔' + "\n" +
'[01:16.60]埋怨的温柔的脸' + "\n" +
'[01:22.66]不懂爱恨情仇煎熬的我们' + "\n" +
'[01:26.00]都以为相爱就像风云的善变' + "\n" +
'[01:30.41]相信那一天' + "\n" +
'[01:32.79]抵过永远' + "\n" +
'[01:34.80]在这一刹那冻结了时间' + "\n" +
'[01:38.82]不懂怎么表现温柔的我们' + "\n" +
'[01:42.33]还以为殉情只是古老的传言' + "\n" +
'[01:46.24]离愁能有多痛' + "\n" +
'[01:48.53]痛有多浓' + "\n" +
'[01:50.68]当梦被埋在江南烟雨中' + "\n" +
'[01:54.00]心碎了才懂' + "\n" +
'[01:57.87]' + "\n" +
'[02:05.80]耶~~~' + "\n" +
'[02:19.50]圈圈圆圆圈圈' + "\n" +
'[02:21.33]天天年年天天的我' + "\n" +
'[02:24.00]深深看你的脸' + "\n" +
'[02:26.72]生气的温柔' + "\n" +
'[02:28.68]埋怨的温柔的脸' + "\n" +
'[02:38.42]不懂爱恨情仇煎熬的我们' + "\n" +
'[02:34.48]都以为相爱就像风云的善变' + "\n" +
'[02:42.35]相信那一天' + "\n" +
'[02:44.66]抵过永远' + "\n" +
'[02:46.78]在这一刹那冻结了时间' + "\n" +
'[02:50.64]不懂怎么表现温柔的我们' + "\n" +
'[02:54.44]还以为殉情只是古老的传言' + "\n" +
'[02:58.27]离愁能有多痛' + "\n" +
'[03:00.70]痛有多浓' + "\n" +
'[03:02.71]当梦被埋在江南烟雨中' + "\n" +
'[03:06.00]心碎了才懂' + "\n" +
'[03:14.20]嗯~~~' + "\n" +
'[03:17.52]' + "\n" +
'[03:18.00]相信那一天' + "\n" +
'[03:20.97]抵过永远' + "\n" +
'[03:23.00]在这一刹那冻结了时间' + "\n" +
'[03:26.48]不懂怎么表现温柔的我们' + "\n" +
'[03:30.40]还以为殉情只是古老的传言' + "\n" +
'[03:34.28]离愁能有多痛' + "\n" +
'[03:36.81]痛有多浓' + "\n" +
'[03:38.80]当梦被埋在江南烟雨中' + "\n" +
'[03:43.91]心碎了才懂' + "\n" +
'[03:48.77]' + "\n" +
'[03:55.60]嗯~~~' + "\n" +
'[04:03.00]耶~~~' 


);


var 霍元甲 = parseLyric(
'[00:00.70]霍元甲' + "\n" +
'[00:06.70]演唱:周杰伦' + "\n" +
'[00:11.00]吓 命有几回合 擂台等着' + "\n" +
'[00:13.77]生死状 赢了什么 冷笑着' + "\n" +
'[00:16.35]天下谁的 第一又如何' + "\n" +
'[00:18.53]止干戈 我辈尚武德' + "\n" +
'[00:21.27]我的 拳脚了得' + "\n" +
'[00:22.99]却奈何 徒增虚名一个' + "\n" +
'[00:25.35]江湖难测 谁是强者' + "\n" +
'[00:27.72]谁争一统武林的资格' + "\n" +
'[00:30.20]小城里岁月流过去' + "\n" +
'[00:34.77]清澈的勇气' + "\n" +
'[00:38.92]洗涤过的回忆' + "\n" +
'[00:41.90]我记得你 骄傲的活下去' + "\n" +
'[00:48.16]霍霍 霍霍霍 霍霍霍' + "\n" +
'[00:52.13]霍家拳的套路招式灵活' + "\n" +
'[00:54.67]活活 活活活 活活活' + "\n" +
'[00:57.19]活着生命就该完整渡过' + "\n" +
'[00:59.77]过过 过过过 过过过' + "\n" +
'[01:02.19]过错软弱从来不属于我' + "\n" +
'[01:04.55]我我 我我我 我我我' + "\n" +
'[01:07.00]我们精武出手无人能躲' + "\n" +
'[01:19.18]吓 命有几回合 擂台等着' + "\n" +
'[01:22.24]生死状 赢了什么 冷笑着' + "\n" +
'[01:24.69]天下谁的 第一又如何' + "\n" +
'[01:27.21]止干戈 我辈尚武德' + "\n" +
'[01:29.61]我的 拳脚了得' + "\n" +
'[01:32.27]却奈何 徒增虚名一个' + "\n" +
'[01:33.92]江湖难测 谁是强者' + "\n" +
'[01:36.31]谁争一统武林的资格' + "\n" +
'[01:38.83]小城里岁月流过去' + "\n" +
'[01:43.39]清澈的勇气' + "\n" +
'[01:47.70]洗涤过的回忆' + "\n" +
'[01:50.51]我记得你 骄傲的活下去' + "\n" +
'[01:57.09]霍霍 霍霍霍 霍霍霍' + "\n" +
'[02:00.96]霍家拳的套路招式灵活' + "\n" +
'[02:03.36]活活 活活活 活活活' + "\n" +
'[02:05.83]活着生命就该完整渡过' + "\n" +
'[02:08.29]我我 我我我 我我我' + "\n" +
'[02:10.64]过错软弱从来不属于我' + "\n" +
'[02:13.21]我我 我我我 我我我' + "\n" +
'[02:15.42]我们精武出手无人能躲' + "\n" +
'[02:47.01]霍霍 霍霍霍 霍霍霍' + "\n" +
'[02:49.77]霍家拳的套路招式灵活' + "\n" +
'[02:52.28]我我 我我我 我我我' + "\n" +
'[02:54.70]活着生命就该完整渡过' + "\n" +
'[02:57.23]过过 过过过 过过过' + "\n" +
'[02:59.53]过错软弱从来不属于我' + "\n" +
'[03:02.08]霍霍 霍霍霍 霍霍霍' + "\n" +
'[03:04.35]我们精武出手无人能躲' + "\n" +
'[03:07.39]小城里岁月流过去' + "\n" +
'[03:11.69]清澈的勇气' + "\n" +
'[03:15.97]洗涤过的回忆' + "\n" +
'[03:18.61]我记得你 骄傲的活下去'

);

var 七里香 = parseLyric(

'[00:03.59]七里香' + "\n" +
'[00:06.59]作词：方文山' + "\n" +
'[00:09.59]作曲：周杰伦' + "\n" +
'[00:12.59]专辑：七里香' + "\n" +
'[00:27.59]' + "\n" +
'[00:29.59]窗外的麻雀 在电线杆上多嘴' + "\n" +
'[00:36.47]你说这一句 很有夏天的感觉' + "\n" +
'[00:43.21]手中的铅笔 在纸上来来回回' + "\n" +
'[00:49.46]我用几行字形容你是我的谁' + "\n" +
'[00:55.03]' + "\n" +
'[00:56.25]秋刀鱼的滋味 猫跟你都想了解' + "\n" +
'[01:03.40]初恋的香味就这样被我们寻回' + "\n" +
'[01:09.60]那温暖的阳光 像刚摘的鲜艳草莓' + "\n" +
'[01:16.16]你说你舍不得吃掉这一种感觉' + "\n" +
'[01:22.29]' + "\n" +
'[01:22.96]雨下整夜 我的爱溢出就像雨水' + "\n" +
'[01:29.60]院子落叶 跟我的思念厚厚一叠' + "\n" +
'[01:36.27]几句是非 也无法将我的热情冷却' + "\n" +
'[01:43.91]你出现在我诗的每一页' + "\n" +
'[01:49.21]' + "\n" +
'[01:50.20]雨下整夜 我的爱溢出就像雨水' + "\n" +
'[01:56.52]窗台蝴蝶 像诗里纷飞的美丽章节' + "\n" +
'[02:03.34]我接着写 把永远爱你写进诗的结尾' + "\n" +
'[02:10.83]你是我唯一想要的了解' + "\n" +
'[02:17.12]' + "\n" +
'[02:19.86]' + "\n" +
'[02:41.86]' + "\n" +
'[02:43.86]雨下整夜 我的爱溢出就像雨水' + "\n" +
'[02:50.64]院子落叶 跟我的思念厚厚一叠' + "\n" +
'[02:57.29]几句是非 也无法将我的热情冷却' + "\n" +
'[03:04.86]你出现在我诗的每一页' + "\n" +
'[03:09.84]' + "\n" +
'[03:11.22]那饱满的稻穗 幸福了这个季节' + "\n" +
'[03:18.51]而你的脸颊像田里熟透的蕃茄' + "\n" +
'[03:24.67]你突然对我说 七里香的名字很美' + "\n" +
'[03:31.15]我此刻却只想亲吻你倔强的嘴' + "\n" +
'[03:37.29]' + "\n" +
'[03:37.89]雨下整夜 我的爱溢出就像雨水' + "\n" +
'[03:44.58]院子落叶 跟我的思念厚厚一叠' + "\n" +
'[03:51.35]几句是非 也无法将我的热情冷却' + "\n" +
'[03:58.94]你出现在我诗的每一页' + "\n" +
'[04:03.98]' + "\n" +
'[04:05.22]整夜 我的爱溢出就像雨水' + "\n" +
'[04:11.62]窗台蝴蝶 像诗里纷飞的美丽章节' + "\n" +
'[04:18.61]我接着写 把永远爱你写进诗的结尾' + "\n" +
'[04:25.97]你是我唯一想要的了解' + "\n" +
'[04:32.29]' + "\n" +
'[04:34.29]' 



);

var 彩虹 = parseLyric(
'[00:03.59]彩虹' + "\n" +
'[00:09.59]演唱：周杰伦' + "\n" +
'[00:13.33]哪里有彩虹告诉我' + "\n" +
'[00:19.01]能不能把我的愿望还给我' + "\n" +
'[00:24.69]' + "\n" +
'[00:25.76]为什么天这么安静' + "\n" +
'[00:31.06]' + "\n" +
'[00:31.95]所有的云都跑到我这里' + "\n" +
'[00:37.06]' + "\n" +
'[00:38.95]有没有口罩一个给我' + "\n" +
'[00:44.00]' + "\n" +
'[00:44.70]释怀说了太多就成真不了' + "\n" +
'[00:51.19]' + "\n" +
'[00:51.70]也许时间是一种解药' + "\n" +
'[00:57.45]也是我现在正服下的毒药' + "\n" +
'[01:04.01]看不见你的笑 我怎么睡得着' + "\n" +
'[01:09.88]' + "\n" +
'[01:10.39]你的身影这么近我却抱不到' + "\n" +
'[01:16.00]' + "\n" +
'[01:16.83]没有地球太阳还是会绕' + "\n" +
'[01:23.39]没有理由我也能自己走' + "\n" +
'[01:29.95]你要离开 我知道很简单' + "\n" +
'[01:35.75]' + "\n" +
'[01:36.33]你说依赖 是我们的阻碍' + "\n" +
'[01:43.02]就算放开 那能不能别没收我的爱' + "\n" +
'[01:50.01]当作我最后才明白' + "\n" +
'[01:55.13]' + "\n" +
'[01:56.77]有没有口罩一个给我' + "\n" +
'[02:01.88]' + "\n" +
'[02:02.39]释怀说了太多就成真不了' + "\n" +
'[02:08.64]' + "\n" +
'[02:09.53]也许时间是一种解药' + "\n" +
'[02:15.28]也是我现在正服下的毒药' + "\n" +
'[02:21.84]看不见你的笑 我怎么睡得着' + "\n" +
'[02:27.46]' + "\n" +
'[02:28.28]你的身影这么近我却抱不到' + "\n" +
'[02:33.64]' + "\n" +
'[02:34.90]没有地球太阳还是会绕' + "\n" +
'[02:40.52]' + "\n" +
'[02:41.03]没有理由我也能自己走' + "\n" +
'[02:47.78]你要离开 我知道很简单' + "\n" +
'[02:53.33]' + "\n" +
'[02:54.22]你说依赖 是我们的阻碍' + "\n" +
'[02:59.64]' + "\n" +
'[03:00.91]就算放开 那能不能别没收我的爱' + "\n" +
'[03:08.03]当作我最后才明白' + "\n" +
'[03:13.15]' + "\n" +
'[03:14.53]看不见你的笑' + "\n" +
'[03:16.29]要我怎么睡得着' + "\n" +
'[03:18.22]你的身影这么近我却抱不到' + "\n" +
'[03:21.28]没有地球太阳开始环绕环绕' + "\n" +
'[03:23.84]没有理由我也能自己走掉' + "\n" +
'[03:27.84]是我说了太多就成真不了' + "\n" +
'[03:30.91]也许时间是一种解药解药' + "\n" +
'[03:34.47]也是我现在正服下的毒药' + "\n" +
'[03:38.64]' + "\n" +
'[03:39.72]你要离开 我知道很简单' + "\n" +
'[03:45.08]' + "\n" +
'[03:46.10]你说依赖 是我们的阻碍' + "\n" +
'[03:51.90]' + "\n" +
'[03:52.66]就算放开 那能不能别没收我的爱' + "\n" +
'[03:59.14]' + "\n" +
'[04:03.28]当作我最后才明白' 

);



var 发如雪 = parseLyric(

'[00:06.13]歌曲:发如雪' + "\n" +
'[00:08.18]曲:周杰伦 词:方文山' + "\n" +
'[00:09.69]' + "\n" +
'[00:10.19]' + "\n" +
'[00:15.06]' + "\n" +
'[00:20.70]狼牙月 伊人憔悴' + "\n" +
'[00:24.85]我举杯 饮尽了风雪' + "\n" +
'[00:31.01]是谁打翻前世柜 惹尘埃是非' + "\n" +
'[00:37.26]缘字诀 几番轮回' + "\n" +
'[00:41.39]你锁眉 哭红颜唤不回' + "\n" +
'[00:47.45]纵然青史已经成灰 我爱不灭' + "\n" +
'[00:54.82]繁华如三千东流水' + "\n" +
'[00:58.97]我只取一瓢爱了解 只恋你化身的蝶' + "\n" +
'[01:08.75]你发如雪 凄美了离别' + "\n" +
'[01:13.44]我焚香感动了谁' + "\n" +
'[01:18.07]邀明月 让回忆皎洁' + "\n" +
'[01:22.20]爱在月光下完美' + "\n" +
'[01:25.42]你发如雪 纷飞了眼泪' + "\n" +
'[01:30.01]我等待苍老了谁' + "\n" +
'[01:34.65]红尘醉 微醺的岁月' + "\n" +
'[01:39.29]我用无悔 刻永世爱你的碑' + "\n" +
'[01:43.39]' + "\n" +
'[01:43.66]你发如雪 凄美了离别' + "\n" +
'[01:45.97]我焚香感动了谁' + "\n" +
'[01:47.62]邀明月 让回忆皎洁' + "\n" +
'[01:49.79]爱在月光下完美' + "\n" +
'[01:51.72]你发如雪 纷飞了眼泪' + "\n" +
'[01:53.95]我等待苍老了谁' + "\n" +
'[01:55.31]红尘醉 微醺的岁月' + "\n" +
'[01:57.96]' + "\n" +
'[01:59.44]狼牙月 伊人憔悴' + "\n" +
'[02:03.53]我举杯 饮尽了风雪' + "\n" +
'[02:09.65]是谁打翻前世柜 惹尘埃是非' + "\n" +
'[02:15.99]缘字诀 几番轮回' + "\n" +
'[02:20.14]你锁眉 哭红颜唤不回' + "\n" +
'[02:26.14]纵然青史已经成灰 我爱不灭' + "\n" +
'[02:33.58]繁华如三千东流水' + "\n" +
'[02:37.72]我只取一瓢爱了解 只恋你化身的蝶' + "\n" +
'[02:47.31]你发如雪 凄美了离别' + "\n" +
'[02:52.20]我焚香感动了谁' + "\n" +
'[02:56.83]邀明月 让回忆皎洁' + "\n" +
'[03:01.01]爱在月光下完美' + "\n" +
'[03:04.14]你发如雪 纷飞了眼泪' + "\n" +
'[03:08.76]我等待苍老了谁' + "\n" +
'[03:14.12]红尘醉 微醺的岁月' + "\n" +
'[03:18.74]我用无悔 刻永世爱你的碑' + "\n" +
'[03:22.31]' + "\n" +
'[03:23.08]你发如雪 凄美了离别' + "\n" +
'[03:25.10]我焚香感动了谁' + "\n" +
'[03:27.26]邀明月 让回忆皎洁' + "\n" +
'[03:29.36]爱在月光下完美' + "\n" +
'[03:31.32]你发如雪 纷飞了眼泪' + "\n" +
'[03:33.55]我等待苍老了谁' + "\n" +
'[03:35.85]红尘醉 微醺的岁月' + "\n" +
'[03:37.70]' + "\n" +
'[03:38.47]你发如雪 凄美了离别' + "\n" +
'[03:42.93]我焚香感动了谁' + "\n" +
'[03:47.50]邀明月 让回忆皎洁' + "\n" +
'[03:51.68]爱在月光下完美' + "\n" +
'[03:54.78]你发如雪 纷飞了眼泪' + "\n" +
'[03:59.44]我等待苍老了谁' + "\n" +
'[04:03.59]红尘醉 微醺的岁月' + "\n" +
'[04:08.74]我用无悔 刻永世爱你的碑' + "\n" +
'[04:13.37]啦儿啦 啦儿啦 啦儿啦儿啦' + "\n" +
'[04:17.21]啦儿啦 啦儿啦 啦儿啦儿啦' + "\n" +
'[04:21.71]铜镜映无邪 扎马尾 你若撒野' + "\n" +
'[04:26.96]今生我把酒奉陪' + "\n" +
'[04:30.02]啦儿啦 啦儿啦 啦儿啦儿啦' + "\n" +
'[04:33.70]啦儿啦 啦儿啦 啦儿啦儿啦' + "\n" +
'[04:38.21]铜镜映无邪 扎马尾 你若撒野' + "\n" +
'[04:43.51]今生我把酒奉陪'
);





var 天使にふれたよ = parseLyric(

'[00:00.00]天使にふれたよ!' + "\n" +
'[00:01.30]「轻音少女 第2季 插曲」' + "\n" +
'[00:02.60]作词:稲叶エミ ／ 作曲:川口进 ／ 编曲:川口进' + "\n" +
'[00:03.90]歌:放课后ティータイム' + "\n" +
'[00:05.20]平沢唯?秋山澪?田井中律?琴吹紬?中野梓' + "\n" +
'[00:06.50]CV:豊崎爱生、日笠阳子、佐藤聡美、寿美菜子、竹达彩奈' + "\n" +
'[00:09.10]' + "\n" +
'[00:10.48]ねぇ 思い出のカケラに' + "\n" +
'[00:16.24]名前をつけて保存するなら' + "\n" +
'[00:22.42]“宝物”がびったりだね' + "\n" +
'[00:25.31]' + "\n" +
'[00:26.84]そう ココロの容量が' + "\n" +
'[00:32.59]いっぱいになるくらいに' + "\n" +
'[00:36.25]过ごしたね ときめき色の毎日' + "\n" +
'[00:41.27]' + "\n" +
'[00:42.02]なじんだ制服と上履き' + "\n" +
'[00:46.97]ホワイトボードの落书き' + "\n" +
'[00:51.05]明日の入り口に' + "\n" +
'[00:55.12]置いてかなくちゃいけないのかな' + "\n" +
'[00:59.06]' + "\n" +
'[00:59.71]でもね、会えたよ! すてきな天使に' + "\n" +
'[01:07.47]卒业は终わりじゃない' + "\n" +
'[01:11.63]これからも仲间だから' + "\n" +
'[01:15.88]一绪の写真たち' + "\n" +
'[01:19.83]おそろのキーホルダー' + "\n" +
'[01:23.90]いつまでも辉いてる' + "\n" +
'[01:27.93]ずっと その笑颜 ありがとう' + "\n" +
'[01:34.22]' + "\n" +
'[01:40.58]ねぇ 桜の木もちょっと' + "\n" +
'[01:46.42]背丈が伸びたみたい' + "\n" +
'[01:50.11]见えないゆっくりなスピードでも' + "\n" +
'[01:55.46]' + "\n" +
'[01:56.92]きっと あの空は见てたね' + "\n" +
'[02:02.80]何度もつまずいたこと' + "\n" +
'[02:06.43]それでも 最后まで歩けたこと' + "\n" +
'[02:11.57]' + "\n" +
'[02:12.25]ふわり放课后の廊下に' + "\n" +
'[02:17.18]こぼれた音符の羽根' + "\n" +
'[02:21.32]ふかふか积もるまで' + "\n" +
'[02:25.36]このままでいれたらいいのにな' + "\n" +
'[02:29.39]' + "\n" +
'[02:29.94]でもね、ふれたよ! 爱すべき天使に' + "\n" +
'[02:37.72]ただいまって言いたくなる' + "\n" +
'[02:41.76]この场所は変わらないよ' + "\n" +
'[02:46.16]メールの受信箱' + "\n" +
'[02:49.95]○(マル)したカレンダー' + "\n" +
'[02:54.12]とびきりの梦と出会いくれた' + "\n" +
'[02:59.57]音楽にありがとう' + "\n" +
'[03:04.00]' + "\n" +
'[03:06.06]駅のホーム 河原の道' + "\n" +
'[03:10.00]离れてても 同じ空见上げて' + "\n" +
'[03:17.27]ユニゾンで歌おう!' + "\n" +
'[03:23.14]' + "\n" +
'[03:26.14]TVアニメ「けいおん!!第2期」挿入歌' + "\n" +
'[03:38.71]' + "\n" +
'[03:41.71]でもね、会えたよ! すてきな天使に' + "\n" +
'[03:49.52]卒业は终わりじゃない' + "\n" +
'[03:53.63]これからも仲间だから' + "\n" +
'[03:58.00]大好きって言うなら' + "\n" +
'[04:01.82]大大好きって返すよ' + "\n" +
'[04:05.86]忘れ物もうないよね' + "\n" +
'[04:10.03]ずっと 永远に一绪だよ'
);



var God_knows = parseLyric(

'[00:02.38]「God knows...」' + "\n" +
'[00:05.09]TVアニメ「凉宫ハルヒの忧郁—凉宫ハルヒの诘合」IN' + "\n" +
'[00:09.73]作词：畑亜贵' + "\n" +
'[00:10.45]作曲：神前暁' + "\n" +
'[00:13.22]编曲：神前暁' + "\n" +
'[00:16.57]歌：凉宫ハルヒ(CV:平野绫)' + "\n" +
'[00:19.59]' + "\n" +
'[00:27.89]渇いた心で駆け抜ける' + "\n" +
'[00:34.23]ごめんね 何もできなくて' + "\n" +
'[00:40.64]痛みを分かち合うことさえ' + "\n" +
'[00:47.08]あなたは许してくれない' + "\n" +
'[00:52.60]' + "\n" +
'[00:53.51]无垢に生きるため振り向かず' + "\n" +
'[00:59.77]背中向けて   去ってしまう' + "\n" +
'[01:02.46]on the lonely rail' + "\n" +
'[01:04.82]' + "\n" +
'[01:05.17]私ついていくよ' + "\n" +
'[01:07.52]どんな辛い世界の暗の中でさえ' + "\n" +
'[01:12.69]きっとあなたは辉いて' + "\n" +
'[01:17.84]超える未来の果て' + "\n" +
'[01:20.43]弱さ故に魂こわされぬように' + "\n" +
'[01:25.25]my way 重なるよ' + "\n" +
'[01:28.66]いまふたりに God bless...' + "\n" +
'[01:34.87]' + "\n" +
'[01:35.07]---------------------------Music----------------------------' + "\n" +
'[02:00.49]' + "\n" +
'[02:00.58]届けて热くなる想いは' + "\n" +
'[02:06.83]现実溶かしてさまよう' + "\n" +
'[02:13.46]会いたい気持ちに理由はない' + "\n" +
"[02:19.86]あなたへあふれだす Lovin' you" + "\n" +
'[02:25.42]' + "\n" +
'[02:26.25]せめて美しい梦だけを' + "\n" +
'[02:32.61]描きながら   追いかけよう' + "\n" +
'[02:35.30]for your lonely heart' + "\n" +
'[02:37.64]' + "\n" +
'[02:37.94]やめて嘘はあなたらしくないよ' + "\n" +
'[02:42.06]目を见てこれからのことを话そう' + "\n" +
'[02:46.80]私覚悟してる' + "\n" +
'[02:50.71]暗い未来だって' + "\n" +
'[02:53.27]强くなって运命変えられるかもね' + "\n" +
'[02:58.25]my wish かなえたいのに' + "\n" +
'[03:03.30]すべては God knows...' + "\n" +
'[03:07.56]' + "\n" +
'[03:07.96]あなたがいて   私がいて' + "\n" +
'[03:13.01]ほかの人は消えてしまった' + "\n" +
'[03:20.51]淡い梦の美しさを描きながら' + "\n" +
'[03:28.88]伤迹なぞる' + "\n" +
'[03:33.39]' + "\n" +
'[03:33.87]だから私ついていくよ' + "\n" +
'[03:38.10]どんな辛い世界の暗の中でさえ' + "\n" +
'[03:42.99]きっとあなたは辉いて' + "\n" +
'[03:48.24]超える未来の果て' + "\n" +
'[03:50.97]弱さ故に魂こわされぬように' + "\n" +
'[03:55.90]my way 重なるよ' + "\n" +
'[03:59.11]いまふたりに God bless...'

);


var Cagayake_girls = parseLyric(
'[00:01.59]「Cagayake! GIRLS」' + "\n" +
'[00:02.59]作詞∶大森祥子' + "\n" +
'[00:03.59]作曲∶Tom-H@ck' + "\n" +
'[00:04.59]歌∶桜高軽音部(平沢唯&秋山澪&田井中律&琴吹紬)' + "\n" +
'[00:05.59]' + "\n" +
'[00:07.59]Chatting Now' + "\n" +
"[00:08.17]ガチでカシマシ Never Ending Girls' Talk" + "\n" +
'[00:11.03]終業チャイムまで待てない' + "\n" +
'[00:13.84]遅刻はしても早退はNon Non Non!' + "\n" +
'[00:16.59]精一杯Study After School' + "\n" +
'[00:20.64]' + "\n" +
'[00:31.02]ドキドキが止まんない フルスロットルな脳内' + "\n" +
'[00:36.53]希望 欲望 煩悩 リボンかけて包装' + "\n" +
'[00:42.27]ネタどっさり持ち寄り New Type Version打ち込み' + "\n" +
'[00:47.80]男子禁制のプリ帳 恋綴った日記帳' + "\n" +
'[00:52.88]' + "\n" +
'[00:53.55]スカート丈2cm 詰めたら跳ぶよ' + "\n" +
'[00:59.16]昨日より遠く おとといよりオクターブ高く' + "\n" +
'[01:05.04]' + "\n" +
'[01:05.45]Jumping Now' + "\n" +
"[01:06.02]ガチでウルワシ Never Ending Girls' Life" + "\n" +
'[01:08.87]日々マジ ライブだし待ったなし' + "\n" +
'[01:11.73]早起きしても早寝はNon Non Non!' + "\n" +
'[01:14.64]目一杯Shouting ワッショイ' + "\n" +
"[01:17.24]ガチでスバラシ Never Ending Girls' Song" + "\n" +
'[01:20.29]午後ティータイムには持ってこい' + "\n" +
'[01:22.90]片想いでも玉砕でHere We Go!' + "\n" +
'[01:25.96]歌えばShining After School' + "\n" +
'[01:29.20]' + "\n" +
'[01:34.40]ふわふわ生きてるせい? 事件ばっかしエブリデイ' + "\n" +
'[01:40.00]微分積分は追試 当分恋愛は中止' + "\n" +
'[01:45.71]二時限目には鳴くよ 四次元だし胃袋' + "\n" +
'[01:51.30]ヤバ、ついに限界超(ちょう) ウエイト書いたマル秘帳' + "\n" +
'[01:56.50]' + "\n" +
'[01:57.11]前髪3mm 切ったら見えた' + "\n" +
'[02:02.66]答案真っ白でも 未来がバラ色ならよくね?' + "\n" +
'[02:08.44]' + "\n" +
'[02:09.16]Chatting Now' + "\n" +
"[02:09.63]ガチでカシマシ Never Ending Girls' Talk" + "\n" +
'[02:12.46]終業チャイムまで待てない' + "\n" +
'[02:15.17]遅刻はしても早退はNon Non Non!' + "\n" +
'[02:18.12]精一杯Study エンジョイ' + "\n" +
"[02:20.62]ガチでスバラシ Never Ending Girls' Song" + "\n" +
'[02:23.77]午後ティータイムには持ってこい' + "\n" +
'[02:26.45]型破りなコードでもHere We Go!' + "\n" +
'[02:29.42]歌えばShining After School' + "\n" +
'[02:33.75]' + "\n" +
'[02:50.54]永遠にループする' + "\n" +
'[02:53.43]サイズ down↑ up↓ down↑ up↓' + "\n" +
'[02:56.38]でも気分いつでも' + "\n" +
'[02:59.06]up↑ up↑↑ up↑↑↑ & up↑↑↑↑' + "\n" +
'[03:01.77]集まるだけで笑えるなんて' + "\n" +
'[03:04.70]歌うだけで幸せなんて' + "\n" +
'[03:08.46]…かなり地球に優しいエコじゃん' + "\n" +
'[03:12.18]' + "\n" +
'[03:13.49]Jumping Now' + "\n" +
"[03:15.89]ガチでウルワシ Never Ending Girls' Life" + "\n" +
'[03:18.76]日々マジ ライブだし待ったなし' + "\n" +
'[03:21.60]早起きしても早寝はNon Non Non!' + "\n" +
'[03:24.53]目一杯Shouting ワッショイ' + "\n" +
"[03:27.18]ガチでスバラシ Never Ending Girls' Song" + "\n" +
'[03:30.18]午後ティータイムには持ってこい' + "\n" +
'[03:32.89]片想いでも玉砕でHere We Go!' + "\n" +
'[03:35.85]歌えばShining After School' + "\n" +
'[03:40.17]' + "\n" +
'[03:43.97]So Shining Shiner Shinyest' + "\n" +
'[03:45.50]Girls be ambitious & shine' + "\n" +
'[03:46.94]Shining Shiner Shinyest' + "\n" +
'[03:48.22]Girls be ambitious & shine' + "\n" +
'[03:49.75]Shining Shiner Shinyest' + "\n" +
'[03:50.94]Girls be ambitious & shine' + "\n" +
'[03:52.51]Shining Shiner Shinyest' + "\n" +
'[03:53.58]Girls be ambitious & shine' + "\n" +
'[03:55.41]Shining Shiner Shinyest' + "\n" +
'[03:56.61]Girls be ambitious & shine' + "\n" +
'[03:58.21]Shining Shiner Shinyest' + "\n" +
'[03:59.48]Girls be ambitious & shine ' + "\n" +
'[04:01.25]'
);





var 冒険でしょでしょ = parseLyric(
'[00:04.96]答えはいつも私の胸に' + "\n" +
'[00:10.59]TVアニメ「凉宫ハルヒの忧郁」オープニングテーマ' + "\n" +
'[00:11.62]冒険でしょでしょ？' + "\n" +
'[00:12.89]作词:畑   亜贵' + "\n" +
'[00:13.53]作曲:富田暁子' + "\n" +
'[00:13.98]歌:平野绫' + "\n" +
'[00:19.31]なんでだろ   あなたを选んだ私です' + "\n" +
'[00:26.22]もうとまらない   运命様から决められたけど ' + "\n" +
'[00:32.03]I believe   真似だけじゃつまらないの' + "\n" +
"[00:38.47]You'll be right！" + "\n" +
'[00:41.22]感じるまま感じることだけをするよ' + "\n" +
'[00:48.04]冒険でしょでしょ！' + "\n" +
'[00:49.53]ホントが嘘に変わる世界で'  + "\n" +
'[00:54.35]梦があるから强くなるのよ' + "\n" +
'[00:58.18]谁の为じゃない' + "\n" +
'[01:01.36]一绪に来てくださいっ ' + "\n" +
'[01:05.04]どこまでも自由な私を见てよね' + "\n" +
'[01:09.95]明日过去になった今日のいまが奇迹 ' + "\n" +
'[01:15.75]I believe you...' + "\n" +
'[01:24.22]戻れないとこまで   行かなきゃつまんない' + "\n" +
'[01:30.13]さあ教えて   秘めてる愿いを镜に投げた' + "\n" +
'[01:36.03]My delight 身体ごと受けとめたら' + "\n" +
'[01:42.38]Your mind fly！' + "\n" +
'[01:46.22]惊かせて惊いて笑颜になろう' + "\n" +
'[01:51.40]始まりでしょでしょ！？' + "\n" +
'[01:53.44]キレイが暗を照らすみたいに' + "\n" +
'[01:57.96]私のちからあなたの涙   どっちも正しいの ' + "\n" +
'[02:05.70]现実にゆれる繊细な心が   在现实中摇荡的心灵' + "\n" +
'[02:08.52]伤つくのはイヤ 不愿意受到伤害' + "\n" +
'[02:11.91]思いましたいつもいつも胸の奥に ' + "\n" +
'[02:47.25]普通じゃないのが当然なら ' + "\n" +
'[02:53.85]答える私は何ができる？' + "\n" +
'[03:00.02]普通でも普通じゃなくて' + "\n" +
'[03:04.57]感じるまま感じることだけをするよ' + "\n" +
'[03:12.39]冒険でしょでしょ！？' + "\n" +
'[03:15.22]   ホントが嘘に変わる世界で ' + "\n" +
'[03:17.75]梦があるから强くなるのよ   谁の为じゃない ' + "\n" +
'[03:25.32]始まりでしょ始まりなんでしょ！？' + "\n" +
'[03:31.02]キレイが暗を照らすみたいに' + "\n" +
'[03:33.97]私とあなた冒険の途中' + "\n" +
'[03:38.89]一绪に进んでく   どこまでも自由に' + "\n" +
'[03:45.37]现実を超えて 超越现实的局限' + "\n" +
'[03:47.70]明日过去になった今日のいまが奇迹 ' + "\n" +
'[03:53.14]确かな未来を' + "\n" +
'[03:55.82]つかもう未来を' + "\n" +
'[04:06.74]I believe you...'
);



var Super_Driver = parseLyric(

'[00:00.00]Super Driver' + "\n" +
'[00:02.00]「凉宫春日的忧郁」' + "\n" +
'[00:04.00]作词:畑亜贵 ／ 作曲:神前暁 ／ 编曲:神前暁' + "\n" +
'[00:06.00]歌:平野绫(凉宫ハルヒ)' + "\n" +
'[00:11.00]' + "\n" +
'[00:14.76]Day by day' + "\n" +
'[00:15.85]うんざりだよね   だから' + "\n" +
'[00:19.27]堂々と断っちゃう   キミになりなよ' + "\n" +
'[00:23.74]' + "\n" +
'[00:24.35]Oh my boy' + "\n" +
'[00:25.46]キッパリしなきゃ   嘘に' + "\n" +
'[00:28.83]付きあってられないよ   狭い世界で' + "\n" +
'[00:33.62]' + "\n" +
'[00:34.57]自分で见つけたmyself' + "\n" +
'[00:36.46]好きになって当然' + "\n" +
'[00:39.14]くだらないやり方蹴って' + "\n" +
'[00:41.25]すべてはあたしが决める！' + "\n" +
'[00:46.65](I say, I say my heaven)' + "\n" +
'[00:48.96]Super Driver   突进まかせて' + "\n" +
'[00:51.09]なんてったって前进' + "\n" +
"[00:53.04]「不可能！」(Don't you stop me)" + "\n" +
'[00:54.76]飞び越えて   Take it eazy, Go!!' + "\n" +
'[00:58.27]大胜利って同感もちろん' + "\n" +
'[01:00.63]どうなったって快感〖不断涌上心头的快感〗' + "\n" +
'[01:02.70]「反省会？」(Got back to wild)' + "\n" +
'[01:04.33]それより   さあ急いでよ' + "\n" +
'[01:07.39]' + "\n" +
'[01:08.03]あれもこれも未体験   いつだってトツゼン' + "\n" +
'[01:12.66]まるでまるで未経験   それがどうしたの？' + "\n" +
'[01:17.18]' + "\n" +
'[01:26.74]Up side down' + "\n" +
'[01:27.80]トンデモ価値観   だけど' + "\n" +
'[01:31.34]闷々と考えた   自分ってエライ' + "\n" +
'[01:35.52]' + "\n" +
'[01:36.35]Oh my own' + "\n" +
'[01:37.34]ちゃんと向きあう   目だよ' + "\n" +
'[01:40.88]适当になれあって   骗されないわ' + "\n" +
'[01:45.75]' + "\n" +
'[01:46.37]ひとりを怖がる   nonsense' + "\n" +
'[01:48.25]谁もちょっとさみしい' + "\n" +
'[01:51.04]おもしろい作戦练って' + "\n" +
'[01:53.20]笑颜のあたしが最高！' + "\n" +
'[01:58.43](You should, you should   Be quiet!)' + "\n" +
'[02:00.22]' + "\n" +
'[02:00.88]脳天気な接近しかけて' + "\n" +
'[02:02.83]饱きちゃったんだ最近' + "\n" +
'[02:04.92]「不自由！」(We born to now)' + "\n" +
'[02:06.56]振り切って   Yes, Laid on joke!!' + "\n" +
'[02:10.23]大発见に万歳したいね' + "\n" +
'[02:12.50]できちゃったら万能' + "\n" +
'[02:14.48]「想像论？」(No more no fake)' + "\n" +
'[02:16.34]得意よ   おーいやるからね' + "\n" +
'[02:19.49]' + "\n" +
'[02:20.01]それとこれは梦じゃない   なぜかってドキドキ' + "\n" +
'[02:24.64]もゆるもゆる梦みたい   ほんとうにしましょう' + "\n" +
'[02:29.38]それとこれは梦じゃない   なぜかってクラクラ' + "\n" +
'[02:34.15]もゆるもゆる梦みたい   さあねどうだろうね？' + "\n" +
'[03:00.24]' + "\n" +
'[03:03.24]Super Driver   突进まかせて' + "\n" +
'[03:05.37]なんてったって前进' + "\n" +
'[03:07.28]「不可能！」(Don’t you stop me)' + "\n" +
'[03:09.01]飞び越えて   Take it eazy, Go!!' + "\n" +
'[03:12.52]大胜利って同感   もちろん' + "\n" +
'[03:14.78]どうなったって快感' + "\n" +
'[03:16.92]「反省会？」(Get back to wild)' + "\n" +
'[03:18.71]それより   さあ急いでよ' + "\n" +
'[03:21.75]' + "\n" +
'[03:22.38]Super Driver   挑戦するのよ' + "\n" +
'[03:24.59]Feel it, feel it speed up' + "\n" +
'[03:26.50]「不自由！」(We born to now)' + "\n" +
'[03:28.28]振り切って   Yes, Laid on joke!!' + "\n" +
'[03:31.81]大発见に万歳したいね' + "\n" +
'[03:34.12]できちゃったら万能' + "\n" +
'[03:36.07]「想像论？」(No more no fake)' + "\n" +
'[03:37.86]得意よ   おーいやるからね' + "\n" +
'[03:40.95]' + "\n" +
'[03:41.62]あれもこれも未体験   いつだってムリヤリ' + "\n" +
'[03:46.16]まるでまるで未経験   これからしましょう' + "\n" +
'[03:50.96]あれもこれも未体験   いつだってトツゼン' + "\n" +
'[03:55.68]まるでまるで未経験   それがどうしたの？'

);

var 止マレ = parseLyric(


'[00:00.00]止マレ!' + "\n" +
'[00:02.00]「凉宫春日的忧郁」' + "\n" +
'[00:04.00]作词:畑亜贵 ／ 作曲:田代智一 ／ 编曲:安藤高弘' + "\n" +
'[00:06.00]歌:平野绫?茅原实里?后藤邑子' + "\n" +
'[00:08.00](凉宫ハルヒ?长门有希?朝比奈みくる)' + "\n" +
'[00:11.50]' + "\n" +
'[00:13.28]空から落ちてきたんだ' + "\n" +
'[00:15.72]全ての愿いを乗せて' + "\n" +
'[00:18.34]ひとつの星にはちょっと重かったかな' + "\n" +
'[00:22.65]' + "\n" +
'[00:23.74]やっぱり何かヘンだよ' + "\n" +
'[00:26.10]心のキミが消えた' + "\n" +
'[00:28.78]确かに忆えてるって言えるのかい？' + "\n" +
'[00:32.64]' + "\n" +
'[00:33.16]止マレ!' + "\n" +
'[00:34.68]过去は自分のもの' + "\n" +
'[00:38.24]当然   谁とも取り替えたくない' + "\n" +
'[00:42.56]' + "\n" +
'[00:43.15]なぜなら…' + "\n" +
'[00:43.68]' + "\n" +
'[00:44.42]バースデイだった   私达には' + "\n" +
'[00:49.45]出会いが生まれたときに' + "\n" +
'[00:52.21]初めての梦が见える' + "\n" +
'[00:54.60]どうしようかって   悩んだ事も' + "\n" +
'[00:59.65]いま思えば笑えるほどだったよね' + "\n" +
'[01:03.44]もう忘れてた   キミを探そう' + "\n" +
'[01:07.88]' + "\n" +
'[01:20.02]お天気あやしくなって' + "\n" +
'[01:22.51]ぽつりと滴が冷たい' + "\n" +
'[01:25.17]気持ちは台风だって蹴散らすかもね' + "\n" +
'[01:29.33]' + "\n" +
'[01:30.42]どっかに置き忘れてた' + "\n" +
'[01:33.05]忧郁なキミが望む' + "\n" +
'[01:35.62]明日が楽しくなっちゃう扉のキー' + "\n" +
'[01:39.54]' + "\n" +
'[01:40.12]终ワレ!' + "\n" +
'[01:41.50]无理な楽园より' + "\n" +
'[01:45.13]安心   その辺にあるはず未来は' + "\n" +
'[01:49.28]' + "\n" +
'[01:50.01]とにかく…' + "\n" +
'[01:50.56]' + "\n" +
'[01:51.14]ハーモニーだって   大势に届く' + "\n" +
'[01:56.22]自然に集まりますよ' + "\n" +
'[01:59.08]呼ばれた梦の意识に' + "\n" +
'[02:01.46]どうにかしよう   前向きになって' + "\n" +
'[02:06.42]ほら后ろに手挂かりが逃げてくから' + "\n" +
'[02:10.16]すぐ捕まえて   キミに繋がる' + "\n" +
'[02:14.86]' + "\n" +
'[02:27.28]' + "\n" +
'[02:30.28]Stop!   过去は自分のもの' + "\n" +
'[02:34.86]当然   谁とも取り替えたくない' + "\n" +
'[02:39.05]' + "\n" +
'[02:39.68]なぜかは…なぜなら…' + "\n" +
'[02:41.85]' + "\n" +
'[02:42.41]バースデイだった   私达には' + "\n" +
'[02:47.28]出会いが生まれたときに' + "\n" +
'[02:50.13]初めての梦が见える' + "\n" +
'[02:52.47]どうしようかって   悩んだ事も' + "\n" +
'[02:57.60]いま思えば笑えるほどだったのに' + "\n" +
'[03:01.38]なぜ泣けたんだろう？' + "\n" +
'[03:03.22]' + "\n" +
'[03:04.01]Harmony for you' + "\n" +
'[03:06.35]Harmony once more' + "\n" +
'[03:11.84]一绪に梦だけ见よう' + "\n" +
'[03:13.73]' + "\n" +
'[03:14.26]どうにかしよう   前向きになって' + "\n" +
'[03:19.08]ほら后ろに手挂かりが逃げてくから' + "\n" +
'[03:22.97]すぐ捕まえて   キミに繋がる' + "\n" +
'[03:28.26]あの出来事が   キミの足あと' + "\n" +
'[03:32.95]' + "\n" +
'[03:45.36]…もう忘れてた   キミを探そう' + "\n" +
'[03:49.73]'


);


var Lost_my_music = parseLyric(

'[00:00.00]' + "\n" +
'[00:03.00]～TVアニメ「凉宫ハルヒの忧郁」剧中歌集シングル～' + "\n" +
'[00:05.00]Lost my music' + "\n" +
'[00:08.00]' + "\n" +
'[00:11.00]作词 : 畑   亜贵' + "\n" +
'[00:14.00]作曲/编曲 : 神前   暁' + "\n" +
'[00:17.00]歌 : 凉宫ハルヒ(C.V.平野 绫)' + "\n" +
'[00:20.00]' + "\n" +
'[00:23.00]星空见上げ   私だけのヒカリ教えて' + "\n" +
'[00:32.50]あなたはいまどこで   谁といるのでしょう? ' + "\n" +
'[00:40.50]' + "\n" +
'[00:42.10]楽しくしてるコト思うと   さみしくなって' + "\n" +
'[00:51.70]一绪に観たシネマひとりきりで流す' + "\n" +
'[00:59.60]' + "\n" +
'[01:00.00]大好きなひとが远い' + "\n" +
'[01:04.90]远すぎて泣きたくなるの' + "\n" +
'[01:09.70]あした目が覚めたら' + "\n" +
'[01:13.50]ほた希望が生まれるかも   Good night!' + "\n" +
'[01:19.00]' + "\n" +
'[01:19.80]I still I still I love you!' + "\n" +
"[01:21.90]I'm waiting waiting forever" + "\n" +
'[01:24.60]I still I still I love you!' + "\n" +
'[01:26.70]とまらないのよ   Hi!!' + "\n" +
'[01:29.90]' + "\n" +
'[01:39.70]眠りのふちで   ユメがくれる想い出の   One   day ' + "\n" +
'[01:49.30]あなたの言叶には   少しウソがあった ' + "\n" +
'[01:57.40]' + "\n" +
'[01:58.90]离さないよとキミだけだと' + "\n" +
'[02:03.90]抱きしめたのに ' + "\n" +
'[02:08.40]约束がフワリと暗い夜に消えた' + "\n" +
'[02:16.40]' + "\n" +
'[02:16.80]大好きなひとよいつも' + "\n" +
'[02:21.60]いつまでも探してしまう ' + "\n" +
'[02:26.50]きっと目が覚めても ' + "\n" +
'[02:30.40]まだ幻を感じたい   Morning ' + "\n" +
'[02:35.80]' + "\n" +
'[02:36.50]I lost I lost I lost you!' + "\n" +
"[02:38.70]You're making making my music" + "\n" +
'[02:41.40]I lost I lost I lost you!' + "\n" +
'[02:43.50]もう逢えないの?   No!' + "\n" +
'[02:46.40]' + "\n" +
'[03:14.40]大好きなひとが远い ' + "\n" +
'[03:19.30]远すぎて泣きたくなるの' + "\n" +
'[03:23.90]あした目が覚めたら' + "\n" +
"[03:27.90]ほた希望が生まれるかも   G'ood night!" + "\n" +
'[03:33.30]' + "\n" +
'[03:33.50]大好きなひとが远い' + "\n" +
'[03:38.50]远すぎて泣きたくなるの ' + "\n" +
'[03:43.20]きっと目が覚めても' + "\n" +
'[03:47.20]まだ幻を感じたい   Morning' + "\n" +
'[03:52.80]' + "\n" +
'[03:53.50]I still I still I love you!' + "\n" +
"[03:55.40]I'm waiting waiting forever" + "\n" +
'[03:58.10]I still I still I love you!' + "\n" +
'[04:00.20]とまらないのよ 已经无法停止勒' + "\n" +
'[04:02.10]' + "\n" +
'[04:02.90]I still I still I love you!' + "\n" +
"[04:05.00]I'm waiting waiting forever" + "\n" +
'[04:07.70]I still I still I love you!' + "\n" +
'[04:09.80]また逢えるよね?   ね!! ' + "\n" +
'[04:13.00] '
);




var U_I = parseLyric(

'[00:02.73]U&I' + "\n" +
'[00:14.71]キミがいないと何もできないよ' + "\n" +
'[00:19.24]キミのごはんが食べたいよ' + "\n" +
'[00:23.83]もしキミがって来たら' + "\n" +
'[00:26.27]とびっきりの笑颜で 抱きつくよ' + "\n" +
'[00:32.44]キミがいないと谢れないよ' + "\n" +
'[00:37.26]キミの声が 闻きたいよ' + "\n" +
'[00:41.49]キミの笑颜が见れればそれだけでいいんだよ' + "\n" +
'[00:50.62]キミがそばにいるだけでいつも勇もらってた' + "\n" +
'[01:00.03]いつまででも一绪にいたい' + "\n" +
'[01:04.67]この持ちをえたいよ' + "\n" +
'[01:08.92]晴れの日にも雨の日も' + "\n" +
'[01:13.47]キミはそばにいてくれた' + "\n" +
'[01:18.46]目を闭じればキミの笑颜辉いてる' + "\n" +
'[01:28.10]' + "\n" +
'[01:41.55]キミがいはいとはいもわからいよ' + "\n" +
'[01:46.01]砂糖としょうゆはどこだつけ' + "\n" +
'[01:50.68]もしキミがって来たら' + "\n" +
'[01:52.85]びっくりさせよう思つたのにな' + "\n" +
'[01:59.09]キミについつい甘えちゃうよ' + "\n" +
'[02:03.78]キミが优しすぎるから' + "\n" +
'[02:08.04]キミにもらつてばかりでなにもあげられてないよ' + "\n" +
'[02:17.44]キミがそばにいることを当たり前に思つてた' + "\n" +
'[02:26.83]こんな日がずつとずつと' + "\n" +
'[02:31.40]yくんなと思つてたよ' + "\n" +
'[02:35.59]コメン今はづいたよ' + "\n" +
'[02:40.21]当たり前じやないことに' + "\n" +
'[02:45.01]まずはキミにえなくさや' + "\n" +
'[02:49.69]ありがとう]を' + "\n" +
'[02:55.14]' + "\n" +
'[03:16.86]キミの胸にくかな 今は自信ないけれど' + "\n" +
'[03:26.13]笑わないでうかいて' + "\n" +
'[03:30.78]思いを歌にzめたから' + "\n" +
'[03:35.11]ありつたけのありがとう]' + "\n" +
'[03:39.63]歌に乘せてたい' + "\n" +
'[03:44.45]この持ちはずつとずつと忘れないよ' + "\n" +
'[03:53.66]思いよ け'
);





var Mysterious_Eyes = parseLyric(
'[00:20.53]君と僕とは　別の人間だから' + "\n" +
'[00:27.63]好みが違う　歩く速さも　想いの伝え方も' + "\n" +
'[00:34.82]色褪せてゆく' + "\n" +
'[00:36.71]二人の記憶の中　今　僕らは' + "\n" +
'[00:41.98]手探りだけど' + "\n" +
'[00:43.89]他の誰かを　未来を　探してゆく' + "\n" +
'[00:48.74]思うより強く生きて' + "\n" +
'[00:52.24]特別な　愛　求めてる' + "\n" +
'[00:55.97]強かな日々に悩んだり' + "\n" +
'[01:02.97] もう二度と　迷わない様に' + "\n" +
'[01:06.72]　その腕を　離さないで' + "\n" +
'[01:10.83]　傷つけ合う　その時も' + "\n" +
'[01:17.42]　ただずっと　答えを捜して' + "\n" +
'[01:21.26]　迷い込んだ　時空の中で' + "\n" +
'[01:25.08]　次の場所へ　You　take　your　way' + "\n" +
'[01:31.71]' + "\n" +
'[01:47.06]目に映るもの' + "\n" +
'[01:48.84]手に触れたり　感じるもの' + "\n" +
'[01:54.01]それが僕らの世界のすべて' + "\n" +
'[01:58.24]どんなに夢を見ても' + "\n" +
'[02:01.50]幼き日々の' + "\n" +
'[02:03.17]両手に溢れていた小さな　a　pebble' + "\n" +
'[02:08.62]誰にも見えない' + "\n" +
'[02:10.50]宝のように輝いた時間の中で' + "\n" +
'[02:15.33]気が付けば　求めていて' + "\n" +
'[02:18.82]同じじゃない　愛　すれ違う' + "\n" +
'[02:22.51]形の無いものに焦がれて' + "\n" +
'[02:26.60]true　heart　for　mystery　eyes' + "\n" +
'[02:29.74]海のみえる街へゆこうよ' + "\n" +
'[02:33.46]君だけにみえたあの日を' + "\n" +
'[02:37.27]誘い出して連れてきて' + "\n" +
'[02:44.04]どこまでも広がる天の' + "\n" +
'[02:48.13]すべては　もう　見えないけれど' + "\n" +
'[02:51.98]次の場所へ　you　take　your　way' + "\n" +
'[02:58.73]抱きしめて' + "\n" +
'[03:02.41]Id　like　to　be　in　your　love' + "\n" +
'[03:05.54]' + "\n" +
'[03:23.91]もう二度と　迷わない様に' + "\n" +
'[03:27.89]その腕を　離さないで' + "\n" +
'[03:31.64]傷つけ合う　その時も' + "\n" +
'[03:38.30]ただずっと　答えを捜して' + "\n" +
'[03:42.13]迷い込んだ　時空の中で' + "\n" +
'[03:46.14]次の場所へ　You　take　your　way' + "\n" +
'[03:52.88]密やかに　繰り返してゆく　迷いの中' + "\n" +
'[04:03.60]I　feel　so　all　in　secret　life' + "\n" +
'[04:11.13]'


);




