var 一路向北 = new Array();
var 星晴 = new Array();
var 告白气球 = new Array();
var 发如雪 = new Array();
var 彩虹 = new Array();
var 七里香 = new Array();
var 菊花台= new Array();
var 霍元甲 = new Array();
var 江南 = new Array();
var ふわふわ時間= new Array();
var 冒険でしょでしょ= new Array();
var 天使にふれたよ= new Array();
var 止マレ= new Array();
var 羽= new Array();
var ハレ晴レユカイ= new Array();
var パラレル_Days= new Array();
var U_I= new Array();
var Super_Driver= new Array();
var Step_By_Step= new Array();
var Rage_your_dream= new Array();
var Mysterious_Eyes= new Array();
var Lost_my_music= new Array();
var Gravity= new Array();
var God_knows= new Array();
var Cagayake_girls = new Array();
var Irony = new Array();
var secret_2 = new Array();
var メルル = new Array();
var 龙卷风 = new Array();
var 有何不可 = new Array();
var 明明就 = new Array();



var 一路向北 = [
[1.01 ,"一路向北"],
[3.00,""],
[4.04,"周杰伦"],
[24.95,""],
[31.32,""],
[36.07,"後视镜里的世界"],
[43.13,"越来越远的道别"],
[47.74,"你转身向背"],
[50.79,"侧脸还是很美"],
[54.34,"我用眼光去追"],
[57.92,"竟听见你的泪"],
[64.57,"在车窗外面排徊"],
[71.77,"是我错失的机会"],
[76.28,"你站的方位"],
[788.84,"跟我中间隔著泪"],
[82.39,"街景一直在後退"],
[86.08,"你的崩溃在窗外零碎"],
[90.16,"我一路向北"],
[93.02,"离开有你的季节"],
[97.70,"你说你好累"],
[100.26,"已无法再爱上谁"],
[104.51,"风在山路吹"],
[107.05,"过往的画面全都是我不对"],
[112.51,"细数惭愧"],
[114.68,"我伤你几回"],
[124.27,"" ],
[130.46,"" ],
[139.58,"後视镜里的世界"],
[146.79,"越来越远的道别"],
[151.30,"你转身向背"],
[154.52,"侧脸还是很美"],
[157.95,"我用眼光去追"],
[161.58,"竟听见你的泪"],
[168.19,"在车窗外面排徊"],
[175.28,"是我错失的机会"],
[180.43,"你站的方位"],
[182.38,"跟我中间隔著泪"],
[185.86,"街景一直在後退"],
[189.55,"你的崩溃在窗外零碎"],
[193.95,"我一路向北"],
[196.71,"离开有你的季节"],
[201.10,"你说你好累"],
[203.85,"已无法再爱上谁"],
[208.40,"风在山路吹"],
[211.08,"过往的画面全都是我不对"],
[216.31,"细数惭愧"],
[218.42,"我伤你几回"],
[222.81,"我一路向北"],
[225.38,"离开有你的季节"],
[229.96,"方向盘周围"],
[232.74,"回转著我的後悔"],
[237.86,"我加速超越"],
[239.80,"却甩不掉紧紧跟随的伤悲"],
[245.08,"细数惭愧"],
[247.25,"我伤你几回"],
[252.63,"停止狼狈"],
[254.37,"就让错纯粹"],
[262.82,""]

]


星晴 = [

[0.01,'星晴'],
[4.38,'词/曲: 周杰伦'],
[33.23,'乘著风 游荡在蓝天边'],
[39.06,'一片云掉落在我面前'],
[44.17,'捏成你的形状'],
[46.75,'随风跟著我'],
[49.07,'一口一口吃掉忧愁'],
[54.84,'载著你 彷彿载著阳光'],
[60.12,'不管到哪里都是晴天'],
[65.62,'蝴蝶自在飞'],
[68.37,'花也布满天'],
[70.40,'一朵一朵因你而香'],
[74.85,'试图让夕阳飞翔'],
[79.81,'带领你我环绕大自然'],
[88.44,'迎著风 开始共渡每一天'],
[96.46,'手牵手'],
[97.34,'一步两步三步四步'],
[101.58,'望著天 看星星'],
[102.95,'一颗两颗三颗四颗 连成线'],
[107.31,'背对背默默许下心愿'],
[111.98,'看远方的星星否听的见'],
[118.25,'手牵手'],
[119.24,'一步两步三步四步'],
[121.87,'望著天 看星星'],
[124.67,'一颗两颗三颗四颗 连成线'],
[128.69,'背对背默默许下心愿'],
[133.47,'看远方的星如果听的见'],
[139.13,'它一定实现'],
[163.02,'载著你 彷彿载著阳光'],
[168.02,'不管到哪里都是晴天'],
[173.52,'蝴蝶自在飞'],
[176.32,'花也布满天'],
[178.36,'一朵一朵因你而香'],
[182.70,'试图让夕阳飞翔'],
[187.86,'带领你我环绕大自然'],
[196.34,'迎著风 开始共度每一天'],
[204.47,'手牵手'],
[205.41,'一步两步三步四步'],
[209.04,'望著天 看星星'],
[211.18,'一颗两颗三颗四颗 连成线'],
[215.36,'背对背默默许下心愿'],
[219.78,'看远方的星星否听的见'],
[225.99,'手牵手'],
[227.26,'一步两步三步四步'],
[230.06,'望著天 看星星'],
[232.48,'一颗两颗三颗四颗 连成线'],
[236.71,'背对背默默许下心愿'],
[241.44,'看远方的星如果听的见'],
[246.91,'它一定实现']

]

var Irony = [
[0.01,'irony'],
[5.0,'演唱：ClariS'],
[6.0,'TVアニメ 俺の妹がこんなに可爱いわけがない OPテーマ irony ClariS'],
[7.0,""],
[0.49,'そんな优しくしないで'],
[3.98,'どんな颜すればいいの？'],
[7.55,'积み重ねた言叶で见えないよ'],
[12.80,'君の横颜'],
[17.67,''],
[20.00,'irony'],
[22.00,'TVアニメ「俺の妹がこんなに可爱いわけがない」OPテーマ'],
[24.00,'作词：kz／作曲：kz／编曲：kz'],
[26.00,'歌：ClariS'],
[28.00,''],
[29.71,'どこだっけ？失くした键は见つからないままで'],
[37.00,'ため息…。すれ违いに意地张って疲れちゃう'],
[43.96,'ほんの少し远く　手は届かない'],
[50.54,'ちゃんと掴みたいのかな　君のその影'],
[57.42,''],
[57.75,'そんな优しくしないで'],
[60+1.11,'ほら　また伤つけあって'],
[60+4.83,'积み重ねたウソでもう动けなくなってる'],
[60+11.92,'そんな眼で见つめないで'],
[60+15.48,'どんな颜すればいいの？'],
[60+19.15,'迷ってばっかだけれどいつかは'],
[60+24.37,'笑えるのかな'],
[60+29.63,''],
[60+41.49,'いくつの日々を君と过ごしてきたんだろう'],
[60+48.41,'それでも交(か)わした言叶は少なすぎるね'],
[60+55.60,'そんの少し近く　君との距离が'],
[120+2.08,'うまく掴めないんだ　あとちょっとなのに！'],
[120+9.10,''],
[120+9.44,'そんな优しくしないで'],
[120+12.77,'ほら　また伤つけあって'],
[120+16.35,'积み重ねたウソで闻こえないよ　君の言叶'],
[120+23.56,'本当の声を隠して'],
[120+27.18,'口ずさむこのメロディ'],
[120+30.77,'ゆっくりと変わってく心に'],
[120+36.08,'身を任せて'],
[120+40.93,''],
[120+51.12,''],
[120+53.12,'自分のことなんてわからないし'],
[180+0.29,'君のこと知りたい気もするけど'],
[180+7.36,'ぶつかる気持ちを少し抑えて'],
[180+14.48,'见えない壁手探りで探すよ'],
[180+24.54,''],
[180+28.03,'そんな优しくしないで'],
[180+31.40,'ほら　また伤つけあって'],
[180+35.08,'积み重ねたウソはもう辛いだけだからね？'],
[180+42.27,'すぐに会いに行きたいけど'],
[180+45.82,'言叶は见つからないし'],
[180+49.39,'最後の1ページくらい君には'],
[180+54.58,'笑颜见せない！'],
[240.14,'']




]


/*
var Rage_your_dream=[

[2.70,'歌曲: Rage your dream'],
[9.28,'歌手: MOVE'],
[10.62,"专辑: lover's mix"],
[12.25,'I got no impression'],
[13.50,'This town is made by the imitation'],
[15.80,'Wantting your sensation'],
[16.80,'In this silly simulation'],
[18.12,'I wanna rage my dream'],
[22.53,''],
[45.71,'I got no impression grayの感情'],
[47.95,'ボカツも入れ^を 街中はimitation'],
[49.97,'Realを求めて 昴るあなたが'],
[51.54,'近くによれない程アツくなる'],
[53.67,'Feel your frustration あなたの叫びを'],
[55.52,'Taste your vibration 震える程に感じてる'],
[57.88,'Rage your dream 时を驱け拔けてゆく风も光满ちてゆく'],
[60+2.19,'Rage your dream 待っていることだけを'],
[60+4.34,'Feel the wind 忘れないでいて'],
[60+6.16,'Rage your dream 壳く果でない道を'],
[60+8.77,'爱も过去も振リ向かず'],
[60+11.19,'ゆける あなた辉いている'],
[60+13.79,'Rage your dream 今を生きている'],
[60+19.86,'My pride says "You gatta be wild & tough"'],
[60+23.36,'そう 他人は介在しない'],
[60+25.24,'never stop止まリたくない'],
[60+27.51,'牺牲になった爱がcryしても'],
[60+29.66,'Peak目指してsweep the winding street'],
[60+31.31,'Beep beep ! 警告音は'],
[60+32.86,'Sheep_は道をあけろ'],
[60+49.07,"Co,s I'm never gonna stop streak my dream"],
[60+50.92,''],
[120+1.36,'EasyなMotibation すべてはsimutation'],
[120+2.76,'逃げてみたって 何处でも'],
[120+5.70,'何かを手に入れて 何かを忘れてく'],
[120+8.45,'世界が坏れても 变わらない'],
[120+10.79,'Beasty shout lの手にさええない'],
[120+13.77,'激しい rgさえも今越えてく'],
[120+17.01,'Rage your dream Lの中で眩しく'],
[120+39.44,'叫ぶあなた _と'],
[120+40.73,'Rage your dream 鼓止まる位に'],
[120+49.37,'I can feel 强く感じてる'],
[120+53.42,'Rage your dream 闻をはリ裂いていく'],
[120+57.00,'Like a streak to the peak 世界中の'],
[180+1.36,'冻えきった夜を消してく Rage your dream 道を闻いてく'],
[180+7.98,'Di - ding dang another round never stowdown'],
[180+11.98,'コソマゼロイチ秒でKnock down'],
[180+13.93,'余残し消えてこうto the next town'],
[180+16.51,'埃舞う 败者地に道う'],
[180+18.20,'理屈だけのノガキ'],
[180+20.95,'Streaker去っていく の向う'],
[180+22.63,'邪魔クサイからツカトしていこう'],
[180+25.38,'Something they would know'],
[180+26.13,'Rage your dream 时を驱け拔けてゆく风も光满ちてゆく'],
[180+33.39,'Rage your dream 待っていることだけを'],
[180+37.39,'Feel the wind 忘れないでいて'],
[180+41.44,'Rage your dream 壳く果でない道を'],
[180+45.43,'爱も过去も振リ向かず'],
[180+49.49,'ゆける あなた辉いている'],
[180+53.78,'Rage your dream 今を生きている']






]*/




